Repository: Boomerangz/currencr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, zh

source: Exchange rate, news and forecasts
ru: Курс, новости и прогнозирование цены нейронной сетью
zh: 汇率、新闻和价格的预测，神经网络

source: Current exchange rate
ru: Текущий курс
zh: 目前的速度

source: Exchange rate
ru: Текущий курс
zh: 目前的速度

source: Exchange rate and forecast for
ru: Текущий курс и прогноз для
zh: 目前的病程和预后

source: Chart is based on data of
ru: График формируется на основе данных биржи
zh: 数据来源的实际汇率的交换

source: Check forecast frequently
ru: Постоянно проверяйте состояние прогноза.
zh: 经常检查预测的状况

source: Denial of responsibility
ru: Авторы системы не несут ответственности за принятые вами торговые и инвестиционные решения и за любой ущерб связанный с использованием информации размещенной на странице.
zh: 提交人的系统是不负责的采取的贸易和投资决定并对任何损害，与使用相关信息张贴在网页上

source: Currencr · Cryptocurrency exchange rates, news and forecasts
zh: Currencr · 加密貨幣 当然，新闻和预测

source: Graphs with detailed minute forecasts, based on the work of neural networks and algorithms of statistical analysis.
ru: Графики с детальными минутными прогнозами
zh: 根据统计分析，神经网络和算法分钟图详细预测

source: Forecasts for BTC, ETH, LTC and other cryptocurrencys
ru: Прогнозы для BTC, ETH, LTC и других криптовалют
zh: 预测 BTC，ETH，LTC 和其他 加密貨幣

source: Graphs with detailed forecasts for 60 minutes, based on the work of neural networks and algorithms for statistical analysis.
ru: Графики с детальными поминутными прогнозами, основанные на работе нейронных сетей и алгоритмах статистического анализа.
zh: 根据统计分析，神经网络和算法分钟图详细预测

source: Forecasts for popular cryptocurrencies
ru: Прогнозы для популярных криптовалют
zh: 预测加密貨幣神经网络

source: Evaluate our 60-minute forecasts and take on the arsenal of another tool for successful trading. Look for yourself the most successful entry and exit points in your intraday.
ru: Оцените наши 60-и минутные прогнозы и возьмите на вооружение ещё один инструмент успешного трейдинга. Ищите для себя наиболее удачные точки входа и выхода в вашем интрадей.
zh: 看，我们有60分钟预报和使用的另一个工具，用于成功的交易。 寻找最好的入境点和出口的一天

source: We constantly work on the quality of forecasts, try innovations and select only the best approaches for publication.
ru: Мы постоянно работаем над качеством прогнозов, пробуем нововведения и отбираем для публикации только наилучшие подходы
zh: 我们正在不断努力，在质量的预报发布只有最好的结果

source: News
ru: Новости
zh: 新闻

source: Source
ru: Источник
zh: Источник

source: minute_short
ru: 1m
zh: 1m

source: fiveminute_short
ru: 5m
zh: 5m

source: fifteenminute_short
zh: 15m

source: thirtyminutes_short
zh: 30m

source: hour_short
ru: 1h
zh: 1h

source: day_short
ru: 1d
zh: 1d

source: 1d_short
zh: 1d

source: 1w_short
zh: 1w

source: 1m_short
zh: 1m

source: TIMEFRAME
zh: 間隔

source: EXCHANGE
zh: 證券交易所

source: PERIOD
zh: 期間

source: LANGUAGE
zh: 語言

source: Currencr - Cryptocurrency exchange rates, news and forecasts
ru: Currencr - Курс криптовалют, новости и прогнозы
